package main

// Passport - структура для хранения паспортных данных
type Passport struct {
	FirstName string `json:"first_name"`
	LastName  string `json:"last_name"`
	Number    string `json:"number"`
}

// Срез с несколькими паспортами
var passports = []Passport{
	{"Иван", "Иванов", "1234 567890"},
	{"Анна", "Петрова", "5678 123456"},
	{"Сергей", "Смирнов", "4321 987654"},
	{"Михаил", "Круглый", "3214 753951"},
	{"Сергий", "Сириняг", "4589 915975"},
	{"Карина", "Недорова", "5546 665489"},
	{"Екатерина", "Задротова", "4569 285469"},
	{"Евгения", "Смирнова", "2582 112457"},
	{"Клим", "Саныч", "3358 889531"},
	{"Ксения", "Грим", "2356 437926"},
}
